

export const arrWords = [{
    pic: '../pictures/termo.jpg',
    name: 'Термобарические снаряды',
    desc: 'Снаряды, при взрыве образующие облако аэрозоля горючего вещества.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/bund.png',
    name: 'Бундесвер',
    desc: 'Вооруженные силы Федеративной Республики Германии.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic2.jpg',
    name: 'СПЗ (Система постановки завес)',
    desc: 'Аэрозольные гранаты для блокирования ПТУР с инфракрасными ГСН.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic1.jpg',
    name: 'Планка Пикатинни',
    desc: 'Система рельсового крепления для стрелкового оружия.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic4.jpg',
    name: 'Термодымовая аппаратура (ТДА).',
    desc: 'Система постановки дымовых завес на танках, основанная на принципе испарения топлива с горячих деталей двигателя.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic5.jpg',
    name: 'Куликовская битва.',
    desc: 'Крупное сражение между русским войском и войском Золотой Орды.',
    dateWord: '8 сентября 1380 года.',
    isInput: true
},
{
    pic: '../pictures/pravo.jpg',
    name: 'Отмена крепостного права.',
    desc: 'Александром 2.',
    dateWord: '3 марта 1861 года.',
    isInput: false
},
{
    pic: '../pictures/5-okeanov.jpg',
    name: '5 океанов на земле.',
    desc: `
            Тихий<br>
            Атлантический<br>
            Северный-ледовитый<br>
            Индийский<br>
            Южный
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/materics.jpg',
    name: '6 материков на земле.',
    desc: `
        СевернаяАмерика<br>
        ЮжнаяАмерика<br>
        Антарктида<br>
        Африка<br>
        Евразия<br>
        Австралия<br>
        `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gas.jpg',
    name: 'Ирританты.',
    desc: 
    `
        Группа веществ, вызывающих при попадании сильное местное раздражение слизистых оболочек, кожных покровов. 
        Подразделяются на 2 основные группы:<br>
        Лакриматоры — вещества, вызывающие обильное слезотечение.<br>
        Стерниты — вещества, вызывающие неконтролируемое чихание и кашель.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/vert.jpg',
    name: 'БКО(бортовой комплекс обороны).',
    desc: 'Предназначен для предупреждения экипажа о радиолокационном и лазерном облучении летательного аппарата, фактах пуска по нему управляемых ракет, и противодействия им',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/BloomfieldAeolianHarp.jpg',
    name: 'Эолова арфа, также воздушная арфа.',
    desc: 'Инструмент, звучащий благодаря колеблющему струны ветру. Названа в честь Эола, мифического повелителя ветров.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/Juancito2.png',
    name: 'Мул.',
    desc: 'Домашнее животное, помесь осла с кобылой.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/cirkon.jpg',
    name: 'Крылатая ракета "Циркон".',
    desc: `
        Российская гиперзвуковая противокорабельная крылатая ракета.
        Запускается с подводных лодок и с атомных ракетных крейсеров.<br>
        Скорость полёта: 10тыс/кмч.
        Дальность полёта: 1000км.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gas2.jpg',
    name: 'Светильный газ.',
    desc: `
        Смесь водорода (50%), метана (34%), угарного газа (8%) и других горючих газов, получаемая при пиролизе каменного угля или нефти.
        Светильный газ разработан немецким химиком Фридрихом Аккумом. Он применялся для освещения в газовых фонарях и в качестве топлива.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gp25.jpg',
    name: 'ГП (Гранатомёты подствольные).',
    desc: `
        ГП-25(Костёр) однозарядный 40-мм подствольный гранатомёт.<br>
        ГП-30(Обувка) 40-мм подствольный гранатомёт, разработанный на основе конструкции ГП-25.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/ezhik.jpg',
    name: 'Ехидна.',
    desc: 
    `
        Животное типа ежика
    `,
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/patr.jpg',
    name: 'Патроны',
    desc: 
    `
        Советский патрон: 5,45×39мм<br>
        Патрон НАТО: 5,56×45мм
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/petr.jpg',
    name: 'Петр 1.',
    desc: 
    `
        Пётр 1 правил страной на протяжении 43 лет.<br><br>
        Пётр 1 впервые завез в Россию популярные цветы - тюльпаны.<br><br>
        Причиной смерти Петра 1 стала пневмония, развившаяся из обыкновенной простуды.<br><br>
        Пётр 1 учредил медаль "За пьянство" которую вешал на выпивающих бояр. Весила 7кг и надевалась в полицейском участке.<br><br>
        Добавил в рацион крестьян картошку. Русские люди не были знакомы с картофелем, пока царь не привез его из Голландии.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/nigi.jpg',
    name: 'Нигилизм.',
    desc: 
    `
        Философия, которая ставит под сомнение общепринятые ценности, идеалы, нормы нравственности, знание, мораль.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/no_photo.png',
    name: 'Цитата 1',
    desc: 'Жизнь, не стремящаяся к жизни, ищет путей к смерти.',
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/sova.jpg',
    name: 'Факты о совах.',
    desc: 
    `
        Совы могут поворачивать голову на 270 градусов.<br><br>
        Сова не может двигать зрачками.<br><br>
        Глаза сов неподвижно стоят на месте в течение всей жизни.<br><br>
        Мир для сов представляется черно-белым.<br><br>
        Филин отлично видит днем на большом расстоянии.<br><br>
        Белые(полярные) совы охотятся днем.<br><br>
        Совы могут месяцами жить без воды, утоляя жажду кровью своих жертв.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/ruj.jpg',
    name: 'Противотанковое ружье (ПТР).',
    desc: 
    `
        Огнестрельное ручное оружие, предназначенное для поражения танков и бронетехники противника.<br><br>
        Калибр: ПТРД и ПТРС — 14,5 мм.<br><br>
        Бронепробиваемость противотанковых ружей: до 30мм брони.<br><br>
        ПТРД - противотанковое ружье Дягтерева.<br>
        ПТРC - противотанковое ружье Симонова.<br><br>
        Эффективная дальность стрельбы: 150-200 метров. 
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/no_photo.png',
    name: 'Цитата 2.',
    desc: 
    `
        Ему про Фому он про Ерему.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/tormoz.jpg',
    name: 'Дульный тормоз.',
    desc: 
    `
        Устройство для уменьшения отдачи огнестрельного оружия.<br><br>
        Дульный тормоз также предотвращает опасное воздействие пороховых газов на ствол оружия при стрельбе.<br><br>
        Использование дульного тормоза вызывает смещение, в сторону казны, зоны повышенного давления ударной волны от выстрела (дульной волны). Повторяющееся воздействие ударной волны на незащищённые уши может привести к необратимому ухудшению слуха.<br><br>
        Применение дульного тормоза может привести к резкому увеличению громкости выстрела.<br><br>
        С применением дульного тормоза связан ряд проблем: демаскировка позиции орудия облаком пыли, в тёмное время суток ослепляют стрелка.<br><br>
        Дульный тормоз-компенсатор, устанавливаемый на стрелковом оружии, также позволяет уменьшить подбрасывание ствола (подскок) при выстреле.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/polk.jpg',
    name: 'Лейб-гвардии Преображенский полк.',
    desc: 
    `
        гвардейский пехотный полк Русской императорской армии, один из старейших и наиболее известных полков, созданных Петром Великим.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/leib.jpg',
    name: 'Лейб-гвардия.',
    desc: 
    `
        почетное наименование отборных воинских частей, предназначенных для защиты и охраны важных особ.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/viver.jpg',
    name: 'Планка Вивера.',
    desc: 
    `
        система рельсового крепления для стрелкового оружия.
        Различие между Пикаттини в ширине прорезей. Можно установить тактический фонарь или лазерный целеуказатель.
    .
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/sevwar.jpg',
    name: 'Северная война.',
    desc: 
    `
        война, длившаяся с 1700 по 1721 год между Шведским королевством и коалицией государств Северной Европы за обладание прибалтийскими землями и господством на Балтийском море и его побережье, закончившаяся поражением Швеции, навсегда утратившей статус великой державы.
    .
    `,
    dateWord: 'С 1700 по 1721 год.',
    isInput: false
},

{
    pic: '../pictures/no_photo.png',
    name: 'Любые наркотики.',
    desc: 
    `
        Любые наркотики, придуманные человеком, работают по одному и тому же принципу: они конкурируют с теми психоактивными веществами, которые головной мозг вырабатывает сам.
        Никотин конкурирует с ацетилхолином. Героин подавляет синтез эндорфинов.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/borodino.jpg',
    name: 'Бородинское сражение.',
    desc: 
    `
        Армия наполеона при заходе в Россию составляла 500 тыс человек.
        Наполеон был хорошим артиллеристом, его пушки могли стрелять по навесной траектории.<br><br>
        Петр Иванович Багратион - 1765-1812 генерал от инфантерии.
        Багратион мог хорошо воодушевить солдат. После ранения гранатой в ногу Багратионовский войска отступили от укреплений. Багратион умер от полученных ранений спустя 17 дней.<br><br>
        В самом сражении участвовало:<br>
        У Франции - 127тыс французских солдат и 593 орудия.<br>
        У России - 126тыс человек и 640 орудий<br><br>
        Курганная высота - возвышение в центре бородинского поля.

    `,
    dateWord: '26 августа(7 сентября) 1812 года',
    isInput: false
},

{
    pic: '../pictures/flesh.jpg',
    name: 'Флешь.',
    desc: 
    `
        полевые укрепления в форме клина.

    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/redut.jpg',
    name: 'Редут.',
    desc: 
    `
        полевые укрепления сомкнутого вида.
    `,
    dateWord: '',
    isInput: true
}
];


