

export const arrWords = [{
    pic: '../pictures/termo.jpg',
    name: 'Термобарические снаряды',
    desc: 'Снаряды, при взрыве образующие облако аэрозоля горючего вещества.',
    dateWord: ''
},
{
    pic: '../pictures/bund.png',
    name: 'Бундесвер',
    desc: 'Вооружённые силы Федеративной Республики Германии.',
    dateWord: ''
},
{
    pic: '../pictures/pic2.jpg',
    name: 'СПЗ (Система постановки завес)',
    desc: 'Аэрозольные гранаты для блокирования ПТУР с инфракрасными ГСН.',
    dateWord: ''
},
{
    pic: '../pictures/pic1.jpg',
    name: 'Планка Пикатинни',
    desc: 'Система рельсового крепления для стрелкового оружия.',
    dateWord: ''
},
{
    pic: '../pictures/pic4.jpg',
    name: 'Термодымовая аппаратура (ТДА).',
    desc: 'Система постановки дымовых завес на танках, основанная на принципе испарения топлива с горячих деталей двигателя.',
    dateWord: ''
},
{
    pic: '../pictures/pic5.jpg',
    name: 'Куликовская битва.',
    desc: 'Крупное сражение между русским войском и войском Золотой Орды.',
    dateWord: '8 сентября 1380 года.'
},
{
    pic: '../pictures/pravo.jpg',
    name: 'Отмена крепостного права.',
    desc: 'Александром 2.',
    dateWord: '3 марта 1861 года.'
},
{
    pic: '../pictures/5-okeanov.jpg',
    name: '5 океанов на земле.',
    desc: `
            Тихий<br>
            Атлантический<br>
            Северный-ледовитый<br>
            Индийский<br>
            Южный
    `,
    dateWord: ''
},
{
    pic: '../pictures/materics.jpg',
    name: '6 материков на земле.',
    desc: `
        СевернаяАмерика<br>
        ЮжнаяАмерика<br>
        Антарктида<br>
        Африка<br>
        Евразия<br>
        Австралия<br>
        `,
    dateWord: ''
},
{
    pic: '../pictures/gas.jpg',
    name: 'Ирританты.',
    desc: 'Группа веществ, вызывающих при попадании сильное местное раздражение слизистых оболочек, кожных покровов. Подразделяются на 2 основные группы: Лакриматоры — вещества, вызывающие обильное слезотечение; Стерниты — вещества, вызывающие неконтролируемое чихание и кашель.',
    dateWord: ''
},
{
    pic: '../pictures/vert.jpg',
    name: 'БКО(бортовой комплекс обороны).',
    desc: 'Предназначен для предупреждения экипажа о радиолокационном и лазерном облучении летательного аппарата, фактах пуска по нему управляемых ракет, а также для противодействия нацеленным на ЛА ракетам',
    dateWord: ''
},
{
    pic: '../pictures/BloomfieldAeolianHarp.jpg',
    name: 'Эолова арфа, также воздушная арфа.',
    desc: 'Инструмент, звучащий благодаря колеблющему струны ветру. Названа в честь Эола, мифического повелителя ветров.',
    dateWord: ''
},
{
    pic: '../pictures/Juancito2.png',
    name: 'Мул.',
    desc: 'Домашнее животное, помесь осла с кобылой.',
    dateWord: ''
},
{
    pic: '../pictures/cirkon.jpg',
    name: 'Крылатая ракета "Циркон".',
    desc: `
        Российская гиперзвуковая противокорабельная крылатая ракета.
        Запускается с подводных лодок и с атомных ракетных крейсеров.<br>
        Скорость полёта: 10тыс/кмч.
        Дальность полёта: 1000км.
    `,
    dateWord: ''
},
{
    pic: '../pictures/gas2.jpg',
    name: 'Светильный газ.',
    desc: `
        Смесь водорода (50%), метана (34%), угарного газа (8%) и других горючих газов, получаемая при пиролизе каменного угля или нефти.
        Светильный газ разработан немецким химиком Фридрихом Аккумом. Он применялся для освещения в газовых фонарях и в качестве топлива.
    `,
    dateWord: ''
},
{
    pic: '../pictures/gp25.jpg',
    name: 'ГП (Гранатомёты подствольные).',
    desc: `
        ГП-25(Костёр) однозарядный 40-мм подствольный гранатомёт.<br>
        ГП-30(Обувка) 40-мм подствольный гранатомёт, разработанный на основе конструкции ГП-25.
    `,
    dateWord: ''
},
{
    pic: '../pictures/ezhik.jpg',
    name: 'Ехидна.',
    desc: 
    `
        Животное типа ёжика
    `,
    dateWord: ''
},
{
    pic: '../pictures/patr.jpg',
    name: 'Патроны',
    desc: 
    `
        Советский патрон: 5,45×39мм<br>
        Патрон НАТО: 5,56×45мм
    `,
    dateWord: ''
},
// {
//     pic: '../pictures/Grog.jpg',
//     name: 'Грог.',
//     desc: 
//     `
//         Представляет собой ром, сильно разбавленный водой с сахаром.
//         Название напитка происходит от прозвища британского вице-адмирала Эдварда Вернона (Edward Vernon; 1684—1757) — «Олд Грог». 
//         В те времена в ежедневный рацион моряков Британского Королевского флота входила порция рома(80%) 250 грамм.
//         Ром входил в ежедневный рацион моряков как профилактическое средство от цинги и прочих недугов, что периодически вызывало дисциплинарные проблемы и пьянство матросов. 
//         Чтобы уменьшить влияние алкоголя на моряков, адмирал Вернон приказал раздавать ром только разбавленным водой, холодной или горячей и лимонным соком. 
//         Поначалу это нововведение не пришлось матросам по вкусу, так как количество напитка оставили прежним — полпинты,— а самого рома в нём содержалось уже вдвое меньше. 
//         Напиток стали называть «ром на трёх водах», или «грог» — по кличке Старый Грог, которую дали Вернону за его привычку прогуливаться по палубе в непогоду в старой непромокаемой накидке.
//     `,
//     dateWord: ''
// },
{
    pic: '../pictures/petr.jpg',
    name: 'Петр 1.',
    desc: 
    `
        Пётр 1 правил страной на протяжении 43 лет.<br>
        Пётр 1 впервые завёз в Россию популярные цветы - тюльпаны.<br>
        Причиной смерти Петра I стала пневмония, развившаяся из обыкновенной простуды.<br>
        Пётр 1 учредил медаль "За пьянство" которую вешал на выпивающих бояр. Весила 7кг и надевалась в полицейском участке.
    `,
    dateWord: ''
}


];