

export const arrWords = [{
    pic: '../pictures/termo.jpg',
    name: 'Термобарические снаряды',
    desc: 'Снаряды, при взрыве образующие облако аэрозоля горючего вещества.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/bund.png',
    name: 'Бундесвер',
    desc: 'Вооруженные силы Федеративной Республики Германии.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic2.jpg',
    name: 'СПЗ (Система постановки завес)',
    desc: 'Аэрозольные гранаты для блокирования ПТУР с инфракрасными ГСН.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic1.jpg',
    name: 'Планка Пикатинни',
    desc: 'Система рельсового крепления для стрелкового оружия.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic4.jpg',
    name: 'Термодымовая аппаратура (ТДА).',
    desc: 'Система постановки дымовых завес на танках, <span class="blur-sm">основанная на принципе испарения топлива с горячих деталей двигателя</span>.',
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/pic5.jpg',
    name: 'Куликовская битва.',
    desc: 'Крупное сражение между <span class="blur-sm">русским войском и войском Золотой Орды.</span>',
    dateWord: '8 сентября 1380 года.',
    isInput: true
},
{
    pic: '../pictures/pravo.jpg',
    name: 'Отмена крепостного права.',
    desc: 'Александром 2.',
    dateWord: '3 марта 1861 года.',
    isInput: false
},
{
    pic: '../pictures/5-okeanov.jpg',
    name: '5 океанов на земле.',
    desc: `
            Тихий<br>
            Атлантический<br>
            Северный-ледовитый<br>
            Индийский<br>
            Южный
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/materics.jpg',
    name: '6 материков на земле.',
    desc: `
        СевернаяАмерика<br>
        ЮжнаяАмерика<br>
        Антарктида<br>
        Африка<br>
        Евразия<br>
        Австралия<br>
        `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gas.jpg',
    name: 'Ирританты.',
    desc: 
    `
        Группа веществ, вызывающих при попадании сильное местное раздражение слизистых оболочек, кожных покровов. 
        Подразделяются на 2 основные группы:<br>
        <span class="blur-sm">Лакриматоры</span> — вещества, вызывающие обильное слезотечение.<br>
        <span class="blur-sm">Стерниты</span> — вещества, вызывающие неконтролируемое чихание и кашель.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/vert.jpg',
    name: 'БКО(бортовой комплекс обороны).',
    desc: 'Предназначен для предупреждения экипажа о <span class="blur-sm">радиолокационном и лазерном облучении летательного аппарата, фактах пуска по нему управляемых ракет, и противодействия им</span>',
    dateWord: '',
    isInput: true
},


{
    pic: '../pictures/cirkon.jpg',
    name: 'Крылатая ракета "Циркон".',
    desc: `
        Российская гиперзвуковая противокорабельная крылатая ракета.
        Запускается с подводных лодок и с атомных ракетных крейсеров.<br>
        Скорость полёта: 10тыс/кмч.
        Дальность полёта: 1000км.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gas2.jpg',
    name: 'Светильный газ.',
    desc: `
        Смесь <span class="blur-sm">водорода, метана, угарного газа и других горючих газов</span>, получаемая при пиролизе каменного угля или нефти.
        Светильный газ разработан немецким химиком Фридрихом Аккумом. Он применялся для освещения в газовых фонарях и в качестве топлива.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/gp25.jpg',
    name: 'ГП (Гранатомёты подствольные).',
    desc: `
        ГП-25<span class="blur-sm">(Костёр)</span> 40-мм подствольный гранатомёт.<br>
        ГП-30<span class="blur-sm">(Обувка)</span> 40-мм подствольный гранатомёт, разработанный на основе конструкции ГП-25.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/patr.jpg',
    name: 'Патроны',
    desc: 
    `
        Советский патрон: <span class="blur-sm">5,45 на 39мм</span><br>
        Патрон НАТО: <span class="blur-sm">5,56 на 45мм</span>
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/petr.jpg',
    name: 'Петр 1.',
    desc: 
    `
        Пётр 1 правил страной на протяжении <span class="blur-sm">43 лет</span>.<br><br>
        Пётр 1 впервые завез в Россию популярные цветы - тюльпаны.<br><br>
        Причиной смерти Петра 1 стала пневмония, развившаяся из обыкновенной простуды.<br><br>
        Пётр 1 учредил медаль "За пьянство" которую вешал на выпивающих бояр. Весила 7кг и надевалась в полицейском участке.<br><br>
        Добавил в рацион крестьян картошку. Русские люди не были знакомы с картофелем, пока царь не привез его из Голландии.
    `,
    dateWord: '',
    isInput: false
},
{
    pic: '../pictures/nigi.jpg',
    name: 'Нигилизм.',
    desc: 
    `
        Философия, которая ставит под сомнение <span class="blur-sm">общепринятые ценности, идеалы, нормы нравственности, знание, мораль</span>.
    `,
    dateWord: '',
    isInput: true
},


{
    pic: '../pictures/sova.jpg',
    name: 'Факты о совах.',
    desc: 
    `
        Совы могут поворачивать голову на <span class="blur-sm">270 градусов.</span><br><br>
        Сова не может двигать зрачками.<br><br>
        Глаза сов неподвижно стоят на месте в течение всей жизни.<br><br>
        Мир для сов представляется черно-белым.<br><br>
        Филин отлично видит днем на большом расстоянии.<br><br>
        Белые(полярные) совы охотятся днем.<br><br>
        Совы могут месяцами жить без воды, утоляя жажду кровью своих жертв.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/ruj.jpg',
    name: 'Противотанковое ружье (ПТР).',
    desc: 
    `
        Огнестрельное ручное оружие, предназначенное для поражения танков и бронетехники противника.<br><br>
        Калибр: ПТРД и ПТРС — <span class="blur-sm">14,5 мм</span>.<br><br>
        Бронепробиваемость противотанковых ружей: до 30мм брони.<br><br>
        ПТРД - противотанковое ружье Дягтерева.<br>
        ПТРC - противотанковое ружье Симонова.<br><br>
        Эффективная дальность стрельбы: 150-200 метров. 
    `,
    dateWord: '',
    isInput: false
},


{
    pic: '../pictures/tormoz.jpg',
    name: 'Дульный тормоз.',
    desc: 
    `
        Устройство для уменьшения отдачи огнестрельного оружия.<br><br>
        Дульный тормоз также предотвращает опасное воздействие пороховых газов на ствол оружия при стрельбе.<br><br>
        Использование дульного тормоза вызывает смещение, в сторону казны, зоны повышенного давления ударной волны от выстрела (дульной волны). Повторяющееся воздействие ударной волны на незащищённые уши может привести к необратимому ухудшению слуха.<br><br>
        Применение дульного тормоза может привести к резкому увеличению громкости выстрела.<br><br>
        С применением дульного тормоза связан ряд проблем: демаскировка позиции орудия облаком пыли и огня, в тёмное время суток ослепляют стрелка.<br><br>
        Дульный тормоз-компенсатор, устанавливаемый на стрелковом оружии, также позволяет уменьшить подбрасывание ствола (подскок) при выстреле.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/polk.jpg',
    name: 'Преображенский полк.',
    desc: 
    `
        <span class="blur-sm">Пехотный полк Русской императорской армии</span>, один из старейших и наиболее известных полков, созданных Петром Великим.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/leib.jpg',
    name: 'Лейб-гвардия.',
    desc: 
    `
        Почетное наименование отборных воинских частей, предназначенных для защиты и охраны важных людей.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/viver.jpg',
    name: 'Планка Вивера.',
    desc: 
    `
        Система рельсового крепления для стрелкового оружия.
        Различие между Пикаттини <span class="blur-sm">в ширине прорезей</span>.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/sevwar.jpg',
    name: 'Северная война.',
    desc: 
    `
        Война, длившаяся с 1700 по 1721 год между <span class="blur-sm">Шведским королевством и коалицией государств Северной Европы</span> за обладание прибалтийскими землями и господством на Балтийском море, закончившаяся поражением Швеции, навсегда утратившей статус великой державы.
    .
    `,
    dateWord: 'С 1700 по 1721 год.',
    isInput: false
},

{
    pic: '../pictures/no_photo.png',
    name: 'Любые наркотики.',
    desc: 
    `
        Любые наркотики, придуманные человеком, работают по одному и тому же принципу: <span class="blur-sm">они конкурируют с теми психоактивными веществами, которые головной мозг вырабатывает сам</span>.
        Никотин конкурирует с ацетилхолином. Героин подавляет синтез эндорфинов.
    `,
    dateWord: '',
    isInput: false
},

{
    pic: '../pictures/borodino.jpg',
    name: 'Бородинское сражение.',
    desc: 
    `
        Армия наполеона при заходе в Россию составляла <span class="blur-sm">500 тыс</span> человек.
        Наполеон был хорошим артиллеристом, его пушки могли стрелять по навесной траектории.<br><br>
        <span class="blur-sm">Петр Иванович</span> Багратион - 1765-1812 генерал от инфантерии.
        Багратион мог хорошо воодушевить солдат. После ранения гранатой в ногу Багратионовский войска отступили от укреплений. Багратион умер от полученных ранений спустя 17 дней.<br><br>
        В самом сражении участвовало:<br>
        У Франции - 127тыс французских солдат и 593 орудия.<br>
        У России - 126тыс человек и 640 орудий<br><br>
        Курганная высота - возвышение в центре бородинского поля.

    `,
    dateWord: '26 августа(7 сентября) 1812 года',
    isInput: false
},

{
    pic: '../pictures/flesh.jpg',
    name: 'Флешь.',
    desc: 
    `
        Полевое укрепление в форме клина.

    `,
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/redut.jpg',
    name: 'Редут.',
    desc: 
    `
        Полевое укрепление сомкнутого вида.
    `,
    dateWord: '',
    isInput: true
},
{
    pic: '../pictures/olimp.jpg',
    name: 'Олимп.',
    desc: 
    `
        В древнегреческой мифологии Олимп - <span class="blur-sm">священная гора, место пребывания богов во главе с Зевсом</span>.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/ptol.jpg',
    name: 'Сын цезаря.',
    desc: 
    `
        <span class="blur-sm">Птолемей</span> XV Цезарион.

    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/kord.jpg',
    name: 'КОРД.',
    desc: 
    `
        Российский крупнокалиберный пулемёт с ленточным питанием под патрон <span class="blur-sm">12,7</span>.

    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/evr.jpg',
    name: 'Почему немцы ненавидели евреев',
    desc: 
    [
        'Евреев обвиняли в заговорах, в <span class="blur-sm">притеснении бедняков.</span><br><br>',
        'К этому добавлялось наукообразное учение о расах - согласно которому евреи хотят выжить и уничтожить европейцев.<br><br>',
        'Первоначально евреев хотели выселить на Мадагаскар, не выселили, потому что в короткие сроки такое кол-во вывезти было невозможно.<br><br>',
        'А в 1942 году возник ясный план как избавиться от евреев - построить лагеря смерти и убить.<br><br>',
        'Третьему рейху удалось уничтожить около 6 миллионов евреев.'
    ],
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/rpg30.jpg',
    name: 'РПГ-30 Крюк.',
    desc: 
    `
        РПГ - <span class="blur-sm">реактивная противотанковая граната с тандемной БЧ, калибра 105мм и одноразовый гранатомет</span>.<br>
        Имеет имитатор цели. Образовавшееся после уничтожения имитатора цели облако осколков и плазмы взрыва ослабляет радиоволны обнаружителя КАЗ на несколько милисекунд.<br>
        После достижения брони танка, <span class="blur-sm">первым детонирует лидирующий заряд</span> — он уничтожает динамическую защиту танка и открывает основную металлическую броню танка.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/rpg30.jpg',
    name: 'ПТРК Фагот.',
    desc: 
    `
        <span class="blur-sm">Противотанковый ракетный комплекс</span> с полуавтоматическим командным наведением по проводам.<br>
        Ракету выталкивает вышибной двигатель. Ракета летит по спиральной траектории.<br><br>
        Скорострельность: 3 выстр/мин.<br>
        Калибр: 120мм<br>
        Бронепробиваемость: до 600мм.
    `,
    dateWord: '',
    isInput: true
},

{
    pic: '../pictures/delta.jpg',
    name: 'Дельта.',
    desc: 
    `
        Первое оперативное подразделение <span class="blur-sm">войск специального назначения «Дельта».</span>
        Задачами Дельты являются: борьба с терроризмом, восстаниями, выполнение секретных заданий.
    `,
    dateWord: '',
    isInput: true
}


];


