


export const WordsArr = [{
    name: 'Гнусный',
    desc: 'Внушающий отвращение, омерзительный',
    isEnglish: false
},
{
    name: 'Разверзаться',
    desc: 'Широко раскрываться, раздвигаться',
    isEnglish: false
},
{
    name: 'Антракт',
    desc: 'Перерыв между какими-либо действиями',
    isEnglish: false
},
{
    name: 'Осунуться',
    desc: 'Сильно похудеть',
    isEnglish: false
},
{
    name: 'Сорочка',
    desc: 'Рубашка',
    isEnglish: false
},
{
    name: 'Экспансивный',
    desc: 'Бурно проявляющий свои чувства',
    isEnglish: false
},
{
    name: 'Удрученный',
    desc: 'Крайне огорчённый, находящийся в подавленном состоянии',
    isEnglish: false
},
{
    name: 'Фригидный',
    desc: 'Холодный, безразличный в половых отношениях',
    isEnglish: false
},
{
    name: 'Флагелляция',
    desc: 'Порка подчиняющегося партнера доминирующим при помощи различных предметов',
    isEnglish: false
},
{
    name: 'Согбенный',
    desc: 'Сгорбленный, согнутый',
    isEnglish: false
},
{
    name: 'Изобиловать',
    desc: 'Иметь что-либо в большом количестве',
    isEnglish: false
},
{
    name: 'Лакей',
    desc: 'Слуга в частном доме',
    isEnglish: false
},
{
    name: 'Околеть',
    desc: 'Умереть',
    isEnglish: false
},
{
    name: 'Отвадить',
    desc: 'Заставить отвыкнуть от какой-либо привычки',
    isEnglish: false
},
{
    name: 'Мириада',
    desc: 'Бесчисленное количество',
    isEnglish: false
},
{
    name: 'Филантроп',
    desc: 'Благотворитель. Покровитель нуждающихся',
    isEnglish: false
},
{
    name: 'Пассат',
    desc: 'Постоянное воздушное течение в тропических широтах над океанами',
    isEnglish: false
},
{
    name: 'Цербер',
    desc: 'Властный человек, стесняющий чью-либо свободу. Охранники, надсмотрщики',
    isEnglish: false
},
{
    name: 'Лохань',
    desc: 'Круглая или овальная посудина для стирки белья или мытья посуды',
    isEnglish: false
},
{
    name: 'Рекогносцировка',
    desc: 'Изучение расположения противника и местности перед предстоящими боевыми действиями',
    isEnglish: false
},
{
    name: 'Взыскательный',
    desc: 'Предъявляющий строгие требования',
    isEnglish: false
},
{
    name: 'Пренебрежение',
    desc: 'Отсутствие внимания к кому-либо, чему-либо',
    isEnglish: false
},
{
    name: 'Щепетильный',
    desc: 'До мелочей последовательный и принципиальный',
    isEnglish: false
},
{
    name: 'Забвение',
    desc: 'Забыть, утратить',
    isEnglish: false
},
{
    name: 'Потрава',
    desc: 'Порча, вытаптывание посевов',
    isEnglish: false
},
{
    name: 'Субтильный',
    desc: 'Имеющий хрупкое телосложение, тонкий, слабый',
    isEnglish: false
},
{
    name: 'Покатый',
    desc: 'Снижающийся постепенно, пологий',
    isEnglish: false
},
{
    name: 'Смутиться',
    desc: 'Взволноваться, встревожиться',
    isEnglish: false
},
{
    name: 'Паллиатив',
    desc: 'Лекарство, временно облегчающее, но не излечивающее болезнь',
    isEnglish: false
},
{
    name: 'Профан',
    desc: 'Человек, несведущий в какой-либо области',
    isEnglish: false
},
{
    name: 'Факир',
    desc: 'Фокусник, йог, дрессировщик животных',
    isEnglish: false
},
{
    name: 'Исподволь',
    desc: 'Постепенно, понемногу',
    isEnglish: false
},
{
    name: 'Стенография',
    desc: 'Способ быстрой записи устной речи с помощью системы особых знаков.',
    isEnglish: false
},
{
    name: 'Полемика',
    desc: 'Спор при обсуждении научных, художественных, политических вопросов.',
    isEnglish: false
},
{
    name: 'Уязвлять',
    desc: 'Наносить рану, причинять боль.',
    isEnglish: false
},

{
    name: 'Теология',
    desc: 'Учение о Боге, изложение принципов, догматов какой-либо религии.',
    isEnglish: false
},

{
    name: 'Догмат',
    desc: 'Основное, неоспоримое утверждение в религиозном учении.',
    isEnglish: false
},

{
    name: 'Лампада',
    desc: 'Лампа с фителем.',
    isEnglish: false
},

{
    name: 'Щекотливый',
    desc: 'Требующий большой осмотрительности.',
    isEnglish: false
},

{
    name: 'Покуситься',
    desc: 'Попытаться.',
    isEnglish: false
},

{
    name: 'Речистый',
    desc: 'Красноречивый.',
    isEnglish: false
},

{
    name: 'МещанИн',
    desc: 'Мелкий торговец, низший служащий.',
    isEnglish: false
},

{
    name: 'Облобызать',
    desc: 'Расцеловать.',
    isEnglish: false
},

{
    name: 'Косноязычный',
    desc: 'Невнятный',
    isEnglish: false
},

{
    name: 'Штоф',
    desc: 'Старая мера объема жидкости. 1.2литра',
    isEnglish: false
},









];