


export const WordsArr = [
{
    name: 'Гнусный',
    desc: 'Внушающий отвращение, омерзительный',
    example: ''
},
{
    name: 'Разверзаться',
    desc: 'Широко раскрываться, раздвигаться',
    example: 
    [
        'Образуя отверстие или провал.'
    ]
},
{
    name: 'Антракт',
    desc: 'Перерыв между какими-либо действиями',
    example: [
        
    ]
},
{
    name: 'Осунуться',
    desc: 'Сильно похудеть',
    example: [
        'Щёки осунулись',
        'Лицо осунулось',
        'Осунуться от усталости.',
        'Осунулось от страха.'
    ]
},
{
    name: 'Сорочка',
    desc: 'Рубашка',
    example: [
        'Голубая сорочка.',
        'Длинная сорочка.'
    ]
},
{
    name: 'Экспансивный',
    desc: 'Бурно проявляющий свои чувства',
    example: [

    ]
},
{
    name: 'Удрученный',
    desc: 'Крайне огорчённый, находящийся в подавленном состоянии',
    example: [
        'Удрученный вгляд',
        'Удрученная физиономия',
        'В удрученном состоянии духа.'
    ]
},
{
    name: 'Фригидный',
    desc: 'Холодный, безразличный в половых отношениях',
    example: [
        
    ]
},
{
    name: 'Флагелляция',
    desc: 'Порка подчиняющегося партнера доминирующим при помощи различных предметов',
    example: [

    ]
},
{
    name: 'Согбенный',
    desc: 'Сгорбленный, согнутый',
    example: [

    ]
},
{
    name: 'Изобиловать',
    desc: 'Иметь что-либо в большом количестве',
    example: [

    ]
},
{
    name: 'Лакей',
    desc: 'Слуга в частном доме',
    example: [

    ]
},
{
    name: 'Околеть',
    desc: 'Умереть',
    example: 
    [
        'Околеть от старости.',
        'Околеть от холода.',
        'Околеть с голоду.'
    ]
},
{
    name: 'Отвадить',
    desc: 'Заставить отвыкнуть от какой-либо привычки',
    example: [

    ]
},
{
    name: 'Мириада',
    desc: 'Бесчисленное количество',
    example: 
    [
        'Сиять мириадами звёзд.',
        'Поднимая мириады брызг.',
        'Разбиваться на мириады осколков.'
    ]
},
{
    name: 'Филантроп',
    desc: 'Благотворитель. Покровитель нуждающихся',
    example: 
    [
        'Человек, занимающийся любой деятельностью на пользу общества.'
    ]
},
{
    name: 'Пассат',
    desc: 'Постоянное воздушное течение в тропических широтах над океанами',
    example: [

    ]
},
{
    name: 'Цербер',
    desc: 'Властный человек, стесняющий чью-либо свободу. Охранники, надсмотрщики',
    example: [

    ]
},
{
    name: 'Лохань',
    desc: 'Круглая или овальная посудина для стирки белья или мытья посуды',
    example: [

    ]
},
{
    name: 'Рекогносцировка',
    desc: 'Изучение расположения противника и местности перед предстоящими боевыми действиями',
    example: [

    ]
},
{
    name: 'Взыскательный',
    desc: 'Предъявляющий строгие требования',
    example: [

    ]
},
{
    name: 'Пренебрежение',
    desc: 'Отсутствие внимания к кому-либо, чему-либо',
    example: [

    ]
},
{
    name: 'Щепетильный',
    desc: 'До мелочей последовательный и принципиальный',
    example: [
        
    ]
},
{
    name: 'Забвение',
    desc: 'Забыть, утратить',
    example: [

    ]
},
{
    name: 'Потрава',
    desc: 'Порча, вытаптывание посевов',
    example: [
        
    ]
},
{
    name: 'Субтильный',
    desc: 'Имеющий хрупкое телосложение, тонкий, слабый',
    example: [

    ]
},
{
    name: 'Покатый',
    desc: 'Снижающийся постепенно, пологий',
    example: [
        'Покатый берег.',
        'Покатый склон.',
        'На покатом склоне горы.'
    ]
},
{
    name: 'Смутиться',
    desc: 'Взволноваться, встревожиться, утратить спокойствие',
    example: [
        'Девочка смутилась.',
        'Смутиться на секунду.',
        'Смутиться под чьим--либо взглядом.'
    ]
},
{
    name: 'Паллиатив',
    desc: 'Лекарство, временно облегчающее, но не излечивающее болезнь',
    example: []
},
{
    name: 'Профан',
    desc: 'Человек, несведущий в какой-либо области',
    example: [
        'Не выглядеть профаном',
        'Полный профан',
        'В глазах профанов'
    ]
},
{
    name: 'Факир',
    desc: 'Фокусник, йог, дрессировщик животных',
    example: [
        'Старый факир',
        'Индийские факиры',
        'Дудочка факира'
    ]
},
{
    name: 'Исподволь',
    desc: 'Постепенно, понемногу',
    example: []
},
{
    name: 'Стенография',
    desc: 'Способ быстрой записи устной речи с помощью системы особых знаков.',
    example: [
        'Курсы стенографии.',
        'Владеть стенографией.',
        'Изучать стенографию.'
    ]
},
{
    name: 'Полемика',
    desc: 'Спор при обсуждении научных, художественных, политических вопросов.',
    example: [
        'Бурная полемика',
        'В полемику с человеком.',
        'В стороне от полемики.',
        'Не вдаваться в полемику.'
    ]
},
{
    name: 'Уязвлять',
    desc: 'Наносить рану, причинять боль.',
    example: [
        'Уязвлять душу.',
        'Уязвлять сердце.'
    ]
},

{
    name: 'Теология',
    desc: 'Учение о Боге, изложение принципов, догматов какой-либо религии.',
    example: [
        'Вопросы теологии',
        'Доктор теологии',
        'Курс теологии.',
        'В области теологии.'
    ]
},

{
    name: 'Догмат',
    desc: 'Основное, неоспоримое утверждение в религиозном учении.',
    example: [
        'Божественные догматы.',
        'Основные догматы.'
    ]
},

{
    name: 'Лампада',
    desc: 'Лампа с фителем.',
    example: [
        'Горящая лампада.',
        'Масляные лампады.'
    ]
},

{
    name: 'Щекотливый',
    desc: 'Требующий большой осмотрительности, осторожного поведения.',
    example: [
        'Щекотливое положение',
        'Щекотливый вопрос'
    ]
},

{
    name: 'Покуситься',
    desc: 'Решиться на что-либо.',
    example: [
        'Покуситься на власть.',
        'Покуситься на святое.'
    ]
},

{
    name: 'Речистый',
    desc: 'Красноречивый, красиво говорящий',
    example: [
        'Речистый на язык.'
    ]
},

{
    name: 'МещанИн',
    desc: 'Мелкий торговец, низший служащий.',
    example: [
        'Молодой мещанин.',
        'Богатый мещанин.'
    ]
},

{
    name: 'Облобызать',
    desc: 'Расцеловать',
    example: [
        'Облобызать ручку.'
    ]
},

{
    name: 'Косноязычный',
    desc: 'Невнятный',
    example: [
        'Становиться косноязычным'
    ]
},

{
    name: 'Штоф',
    desc: 'Старая мера объема жидкости 1.2литра',
    example: [
        'Штоф вина.'
    ]
},

{
    name: 'Дородный',
    desc: 'Крупный, толстый',
    example: [
        'Дородный капитан.',
        'Дородный мужчина средних лет.'
    ]
},

{
    name: 'Прочить',
    desc: 'Определять, сулить',
    example: [
        'Прочить блестящую карьеру.',
        'Прочить большое будущее.'
    ]
},

{
    name: 'Нахрапом',
    desc: 'Нагло, дерзко.',
    example: [
        'Взять нахрапом.'
    ]
},

{
    name: 'Мурло',
    desc: 'Морда.',
    example: [
        
    ]
},

{
    name: 'Башка эш',
    desc: 'Другое дело.',
    example: []
},

{
    name: 'Огарок',
    desc: 'Остаток недогоревшей свечи.',
    example: [
        'Свечной огарок.',
        'Зажечь огарок свечи.'
    ]
},

{
    name: 'Платят медью',
    desc: 'Мало платят.',
    example: [
        
    ]
},

{
    name: 'Гувернантка',
    desc: 'Воспитательница в буржуазных семьях.',
    example: 
    [
        'Устроиться гувернанткой.',
        'Повернуться к гувернантке.',
        'Нанять гувернантку.'
    ]
},

{
    name: 'Франт',
    desc: 'Нарядно, модно одевающийся человек.',
    example: 
    [
        'Одеваться франтом.',
        'Ходить франтом.',
        'Молодой франт.'
    ]
},

{
    name: 'Квартировать',
    desc: 'Жить, проживать.',
    example: 
    [
        'Квартировать неподалеку.',
        'Квартировать у кого-либо.'
    ]
},

{
    name: 'Каналья',
    desc: 'Мошенник, плут.',
    example: 
    [
        
    ]
},

{
    name: 'Скандализировать',
    desc: 'Оскорбить или оскорблять чем-либо.',
    example: 
    [
        'И можно было ходить в каком угодно виде, никого не скандализируя.'
    ]
},

{
    name: 'Надсаживаться',
    desc: 'Причинять себе вред чрезмерным напряжением.',
    example: 
    [

    ]
},

{
    name: 'Литургия',
    desc: 'Христианское цервковное богослужение.',
    example: 
    [
        'Православная литургия.',
        'По окончании литургии.'
    ]
},

{
    name: 'Хрестоматийный',
    desc: 'Общеизвестный.',
    example: 
    [
       'Хрестоматийный случай.' 
    ]
},










];